{
  "_meta": {
    "sources": [
      {
        "json": "UniAndTheHuntForTheLostHornIT",
        "abbreviation": "UtHftLH-IT",
        "full": "Alla Ricerca del Corno Perduto di Uni",
        "authors": ["Amanda Hamon", "Stacey Allan", "Will Doyle"],
        "convertedBy": ["scriba"],
        "version": "1.0.0",
        "dateReleased": "2025-07-21",
        "color": "8a3ea8"
      }
    ],
    "dateAdded": 1721568000,
    "dateLastModified": 1721568000,
    "_dateLastModifiedHash": "a1b2c3d4e5",
    "edition": "classic"
  },
  "adventure": [
    {
      "name": "Alla Ricerca del Corno Perduto di Uni",
      "id": "UniAndTheHuntForTheLostHornIT",
      "source": "UniAndTheHuntForTheLostHornIT",
      "group": "homebrew",
      "published": "2025-07-21",
      "level": { "start": 4, "end": 4 },
      "cover": {
        "type": "external",
        "url": "https://raw.githubusercontent.com/hybrid-entree-art/uthftlh-it/main/img/cover.webp"
      },
      "contents": [
        {
          "name": "Alla Ricerca del Corno Perduto di Uni",
          "headers": [
            "Introduzione",
            { "header": "Uni in Pericolo", "depth": 1 },
            { "header": "Dentro la sfera di cristallo", "depth": 1 },
            "Conclusione",
            "Appendice A: Regole",
            "Appendice B: Creature",
            "Personaggi precompilati",
            "Incantesimi"
          ]
        }
      ]
    }
  ],
  "adventureData": [
    {
      "id": "UniAndTheHuntForTheLostHornIT",
      "source": "UniAndTheHuntForTheLostHornIT",
      "data": [
        {
      "type": "section",
      "name": "Alla Ricerca del Corno Perduto di Uni",
      "id": "000",
      "entries": [
        "Uni l'unicorno è nei guai. L'incantatore malvagio Kelek ha rubato il corno di Uni per alimentare un rituale oscuro. Se i personaggi non fermano Kelek, il corno di Uni verrà distrutto per sempre nella ricerca del potere di Kelek.",
        "{@i Alla Ricerca del Corno Perduto di Uni} fa parte di una celebrazione di un anno di Dungeons & Dragons e del suo 50° anniversario. L'avventura qui presentata coinvolge personaggi dell'amata serie animata {@i Dungeons & Dragons} degli anni '80.",
        "Questa avventura è progettata per personaggi di livello 4 da quattro a sei. Ad accompagnare l'avventura ci sono le schede dei personaggi di sei dei protagonisti della serie animata: Bobby, Diana, Eric, Hank, Presto e Sheila, tutti presentati in età adulta. La settima scheda personaggio presenta Niko, un Chierico di un diverso gruppo di avventurieri che sono recentemente caduti nel multiverso di D&D. Ogni giocatore può scegliere uno di questi personaggi o fornire un proprio personaggio.",
        {
          "type": "inset",
          "name": "Informazioni sulla serie animata",
          "id": "001",
          "entries": [
            "Basata sul gioco di ruolo da tavolo, {@i Dungeons & Dragons} è stata una serie televisiva animata americana trasmessa dal 1983 al 1985. La serie segue sei giovani amici mentre cercano di trovare la strada di casa da un regno magico. Seguirono la guida del Dungeon Master, che diede a ciascun eroe un potente oggetto magico. I personaggi chiave di questa avventura – Uni l'unicorno, Kelek l'incantatore e Venger – hanno tutti giocato un ruolo importante nella serie animata."
          ]
        },
        {
          "type": "section",
          "name": "Condurre l’Avventura",
          "id": "002",
          "entries": [
            "Questo prodotto include tutto il necessario per gestire l'avventura.",
            {
              "type": "insetReadaloud",
              "id": "003",
              "entries": [
                "Il testo che appare in un riquadro come questo è destinato a essere letto ad alta voce o parafrasato per i giocatori quando i loro personaggi arrivano per la prima volta in un luogo o in una circostanza specifica, come descritto nel testo."
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Background",
          "id": "004",
          "entries": [
            "L'incantatore Kelek ha cercato a lungo di sfruttare la rara magia degli unicorni per alimentare le sue nefaste ambizioni. Ha escogitato un metodo magico unico per usare il suo bastone da passeggio ornato per prosciugare la magia innata di un unicorno e rimuovere il corno dalla sua testa. Quel che è peggio, Kelek ha trovato un tomo con le indicazioni per un semipiano nascosto, insieme alle istruzioni per lanciare ritualmente l'incantesimo {@spell Wish|XPHB} usando un corno di unicorno come componente. Kelek ha intenzione di usare questo rituale per soppiantare il suo superiore, il malvagio mago Venger, come signore del Regno.",
            "Kelek, tuttavia, sta solo cadendo nella trappola di Venger. Venger ha piazzato il tomo per tentare Kelek e mettere alla prova la fedeltà dell'incantatore. Il semipiano è all'interno della {@item Crystal Ball|XDMG} di Venger. Nessun desiderio attende Kelek alla fine del suo rituale, solo il disprezzo del suo padrone.",
            "Qualunque cosa accada a Kelek, Venger è certo di distruggere il corno di Uni e usarlo per i suoi scopi nefasti. I personaggi devono liberare Uni dai tirapiedi di Kelek e impedire a Kelek e Venger di abusare della magia di Uni e distruggere il suo corno.",
            {
              "type": "entries",
              "name": "Spunti per l'Avventura",
              "id": "005",
              "entries": [
                "Usa uno dei seguenti agganci per attirare i personaggi nella storia:",
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    {
                      "type": "item",
                      "name": "Ritorno al Regno",
                      "entry": "Questo spunto continua la storia della serie animata di Dungeons & Dragons e presuppone che i giocatori scelgano i personaggi precompilati che accompagnano questa avventura. Molto tempo fa, i personaggi furono trasportati nel Regno, un mondo pieno di magia e mostri. Con gli oggetti magici che hanno ricevuto da un potente essere chiamato Dungeon Master, i personaggi hanno intrapreso molte avventure prima di tornare finalmente nel loro mondo. Passarono gli anni e queste imprese divennero i ricordi più affascinanti di un sogno. Il Regno ha ora richiamato i personaggi, anche se non sanno perché. Ora che sono adulti, i personaggi si sono riuniti e un nuovo amico si è unito a loro. Ma cosa – o chi – avrebbe potuto portarli qui?"
                    },
                    {
                      "type": "item",
                      "name": "La ricerca dell'unicorno",
                      "entry": "I personaggi cercano un unicorno per motivi personali. Forse la magia curativa dell'unicorno può curare un parente o un amico morente di un personaggio. Oppure i personaggi cercano un patrono o un potente alleato. I personaggi stanno viaggiando insieme quando il loro viaggio li porta in un bosco dove si dice che dimori un unicorno."
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Impostare l'Avventura",
              "id": "006",
              "entries": [
                "{@i Alla Ricerca del Corno Perduto di Uni} possono svolgersi in qualsiasi ambiente boschivo dove la magia e i mostri sono diffusi. La serie animata {@i Dungeons & Dragons} si svolge nel Regno, anche se questa avventura può facilmente svolgersi in un mondo diverso. Considera i seguenti suggerimenti:",
                {
                  "type": "image",
                  "href": {
                    "type": "internal",
                    "path": "adventure/UtHftLH/000-00-001.uni.webp"
                  },
                  "credit": "Aurore Folny",
                  "width": 850,
                  "height": 1056
                },
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    {
                      "type": "item",
                      "name": "Dragonlance",
                      "entry": "Il famoso mago Fizban incarica i personaggi di trovare un unicorno nelle foreste intorno a Windkeep a Kharolis nel mondo di Krynn. Fizban deve chiedere all'unicorno di tornare a Windkeep con i personaggi per aiutarlo a completare alcune ricerche magiche benefiche."
                    },
                    {
                      "type": "item",
                      "name": "Forgotten Realms",
                      "entry": "Harbin Wester, il capomastro dell'insediamento minerario di Phandalin sulla Costa della Spada, chiede ai personaggi di trovare un unicorno nel vicino Bosco di Neverwinter. Harbin spera che l'unicorno torni a Phandalin e curi i suoi cugini malati, caduti sotto una strana maledizione dopo essersi avventurati nelle vecchie miniere."
                    },
                    {
                      "type": "item",
                      "name": "Greyhawk",
                      "entry": "La regina Yolande della nazione elfica di Celene assume i personaggi per invitare un unicorno a vivere nelle sue stalle e benedire la sua corte in cambio di uno stile di vita sontuoso. La regina suggerisce che un unicorno possa vivere nelle foreste intorno a Enstad, la capitale."
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Introduzione",
              "id": "007",
              "entries": [
                "L'avventura è progettata per svolgersi in due o tre ore di gioco ed è suddivisa nelle seguenti parti:",
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    {
                      "type": "item",
                      "name": "Uni in Pericolo",
                      "entry": "I personaggi devono liberare Uni dai tirapiedi di Kelek. Presto scoprono che Kelek ha rubato il corno di Uni ed è fuggito attraverso un portale, intenzionato a usare il corno per alimentare un rituale."
                    },
                    {
                      "type": "item",
                      "name": "Dentro la sfera di cristallo",
                      "entry": "I personaggi seguono Kelek su un semipiano all'interno della {@i sfera di cristallo} di Venger. Indipendentemente dal fatto che i personaggi sconfiggano Kelek, il semipiano inizia a chiudersi, costringendo i personaggi a fuggire. I personaggi possono riportare il corno di Uni per invertire la magia di Kelek."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Uni in Pericolo",
          "id": "008",
          "entries": [
            "L'avventura inizia su un sentiero boschivo in una giornata luminosa e soleggiata. Leggi o parafrasa quanto segue per iniziare l'avventura:",
            {
              "type": "insetReadaloud",
              "id": "009",
              "entries": [
                "Una straziante grida spezza la serenità del bosco. Tra gli alberi, noti sbuffi di fumo colorato.",
                "Pochi istanti dopo, una minuscola figura emerge dai cespugli, sfoggiando un cappello di ghianda e svolazzando nell'aria su ali iridescenti.",
                "\"Veloce!\" squittisce. \"Uni l'unicorno è in pericolo! Se c'è del buono nei vostri cuori, seguitemi!\""
              ]
            },
            "La figura alata è Willowbrush, uno {@creature Sprite|XMM} che cerca di salvare Uni. Fluttua verso est attraverso il bosco verso il suono di una lotta.",
            {
              "type": "entries",
              "name": "Laghetto Boschivo",
              "id": "00a",
              "entries": [
                "Quando i personaggi seguono Willowbrush, emergono nel punto più a ovest di una radura con un laghetto boschivo, dove i tirapiedi di Kelek tengono prigioniero Uni. Willowbrush si precipita verso il bordo nord-ovest della radura. Il suo amico Knock, un altro {@creature Sprite|XMM}, è vicino al bordo sud-est della radura. Uni non è più la giovane della serie animata; è un unicorno completamente cresciuto.",
                "Pochi istanti prima, Kelek ha colpito Uni sulla testa con il suo bastone da passeggio, togliendole magicamente il corno e rubandolo. Willowbrush e Knock arrivarono sulla scena. Sebbene non siano riusciti a fermare Kelek, che è fuggito attraverso uno strano portale nelle vicinanze, stanno attaccando gli scagnozzi dell'incantatore, che tengono prigioniero Uni.",
                {
                  "type": "entries",
                  "name": "Caratteristiche Laghetto Boschivo",
                  "id": "00b",
                  "entries": [
                    "La mappa 1.1 mostra il layout del laghetto boschivo. L'area ha le seguenti caratteristiche:",
                    {
                      "type": "gallery",
                      "images": [
                        {
                          "type": "image",
                          "href": {
                            "type": "internal",
                            "path": "adventure/UtHftLH/001-map-0.01-woodland-pool.webp"
                          },
                          "imageType": "map",
                          "title": "Mappa 1.1: Laghetto Boschivo",
                          "credit": "Stacey Allan, Will Doyle",
                          "width": 3067,
                          "height": 1291,
                          "id": "038",
                          "mapRegions": [
                            {
                              "area": "020",
                              "points": [
                                [2246, 179],
                                [2246, 246],
                                [2459, 246],
                                [2459, 179]
                              ]
                            }
                          ],
                          "hrefThumbnail": {
                            "type": "internal",
                            "path": "adventure/UtHftLH/thumbnail/001-map-0.01-woodland-pool.webp"
                          },
                          "grid": {
                            "type": "square",
                            "size": 153,
                            "offsetX": 12,
                            "offsetY": -28,
                            "scale": 3
                          }
                        },
                        {
                          "type": "image",
                          "href": {
                            "type": "internal",
                            "path": "adventure/UtHftLH/002-map-0.01-woodland-pool-dm.webp"
                          },
                          "imageType": "map",
                          "title": "Senza Token",
                          "credit": "Stacey Allan, Will Doyle",
                          "width": 3067,
                          "height": 1291,
                          "id": "039",
                          "mapParent": {
                            "id": "038"
                          },
                          "grid": {
                            "type": "square",
                            "size": 153,
                            "offsetX": 12,
                            "offsetY": -28,
                            "scale": 3
                          }
                        },
                        {
                          "type": "image",
                          "href": {
                            "type": "internal",
                            "path": "adventure/UtHftLH/003-map-0.01-woodland-pool-player.webp"
                          },
                          "imageType": "mapPlayer",
                          "title": "Versione Player",
                          "credit": "Stacey Allan, Will Doyle",
                          "width": 3067,
                          "height": 1291,
                          "mapParent": {
                            "id": "038"
                          },
                          "grid": {
                            "type": "square",
                            "size": 153,
                            "offsetX": 12,
                            "offsetY": -28,
                            "scale": 3
                          }
                        }
                      ]
                    },
                    {
                      "type": "list",
                      "style": "list-hang-notitle",
                      "items": [
                        {
                          "type": "item",
                          "name": "Cespugli",
                          "entry": "Il fitto fogliame intorno alla piscina è {@variantrule Difficult Terrain|XPHB}."
                        },
                        {
                          "type": "item",
                          "name": "Portale Magico",
                          "entry": "Ogni creatura che attraversa il portale nell'angolo nord-est della mappa viene trasportata in un semipiano (vedere la sezione \"{@adventure Dentro la sfera di cristallo|UtHftLH|0|Dentro la sfera di cristallo}\")."
                        },
                        {
                          "type": "item",
                          "name": "Profondità del laghetto",
                          "entry": "Il laghetto è profondo 3 metri vicino alla cascata. L'acqua più bassa vicino alla riva è un terreno difficile."
                        },
                        {
                          "type": "item",
                          "name": "Funghi Palla",
                          "entry": "I funghi palla dai colori vivaci crescono nei luoghi mostrati sulla mappa. Ogni fungo palla ha CA 5, PV 1 e Immunità ai danni da Veleno e ai danni psichici. Quando un fungo palla viene ridotto a 0 Punti Ferita, esplode e rilascia una nuvola di spore nauseanti in un'emanazione di 3 metri proveniente da esso. Ogni creatura in quell'area deve superare un tiro salvezza su Costituzione con CD 10 o avere la condizione Avvelenato fino alla fine del turno successivo di quella creatura."
                        }
                      ]
                    },
                    "Come azione di {@action Study|XPHB}, qualsiasi personaggio che esamina i funghi e supera una prova di Intelligenza ({@skill Nature|XPHB}) con CD 10 sa cosa sono i funghi e cosa possono fare."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Confronto al laghetto",
                  "id": "00c",
                  "entries": [
                    "Leggi o parafrasa quanto segue quando i personaggi si avvicinano al laghetto:",
                    {
                      "type": "insetReadaloud",
                      "id": "00d",
                      "entries": [
                        "Bipedi slanciati e simili a rospi si muovono freneticamente intorno a un laghetto boschivo, sotto il fuoco di minuscole frecce. Nelle vicinanze, una cavalla bianca lotta per sfuggire a una rete appesantita. Il corno della cavalla sporge dalla fronte.",
                        "In alto sopra il laghetto, un goblinoide peloso emette ordini da un promontorio roccioso, schierando le creature simili a rospi contro i loro assalitori invisibili. Un portale luminoso fluttua nell'aria accanto al goblinoide."
                      ]
                    },
                    "Le seguenti creature sono presenti, come mostrato sulla mappa:",
                    {
                      "type": "list",
                      "items": [
                        "Uni l'unicorno, che è {@condition Restrained|XPHB} dalla {@item Net|XPHB} in cui è rimasto impigliato",
                        "Due {@creature Sprite|XMM|Spiritelli}, Willowbrush e Knock",
                        "Un {@creature Bugbear Warrior|XMM} di nome Grump, il goblinoide che si erge su un promontorio alto 18 metri",
                        "Dieci {@creature Bullywug Warrior|XMM|Guerrieri Bullywug}, che rispondono a Grump"
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Uni",
                      "id": "00e",
                      "entries": [
                        "Kelek ha prosciugato la magia di Uni e preso il suo corno. Uni attualmente usa il blocco statistiche {@creature Warhorse|XMM}, tranne per il fatto che è un Legale Buono Celeste e sa parlare Comune, Elfico e Silvano. Uni sta lottando freneticamente per sfuggire alla {@item Net|XPHB}, ma è troppo aggrovigliata per farlo da sola. Come azione, un personaggio entro 1,5 metri da Uni può liberarlo superando una prova di Forza ({@skill Athletics|XPHB}) con CD 10 per rimuovere la Rete. Distruggere la Rete (CA 10; PV 5; Immunità ai danni contundenti, da veleno e psichici) libera anche Uni."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Spiritelli",
                      "id": "00f",
                      "entries": [
                        "Willowbrush e Knock si posano su rami alti per tenersi fuori dalla mischia. Gli {@creature Sprite|XMM|Spiritelli} prendono di mira i funghi palla con le loro frecce, sperando che l'esplosione dei funghi avveleni i bullywug nelle vicinanze (vedi la sezione “{@adventure Caratteristiche Laghetto Boschivo|UtHftLH|0|Caratteristiche Laghetto Boschivo}”). Willowbrush e Knock si scusano con i personaggi colpiti dalle esplosioni dei funghi palla."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Grump",
                      "id": "010",
                      "entries": [
                        "Il bugbear ordina ai bullywug di attaccare i personaggi. Ora che Kelek ha rimosso il corno di Uni, Grump ha intenzione di vendere Uni come cavallo da soma e non la lascerà andare senza combattere."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Sviluppo",
                      "id": "011",
                      "entries": [
                        "Una volta che Uni è libero dalla Rete, Grump si rende conto che i suoi piani stanno andando a rotoli. Da quel momento in poi, un personaggio può cercare di convincere Grump a lasciare la radura e portare con sé tutti i bullywug; Grump è {@variantrule Ostile [Attitude]|XPHB|Ostile} nei confronti dei personaggi. Come azione di {@action Influence|XPHB}, un personaggio può convincere Grump superando una prova di Carisma ({@skill Intimidation|XPHB} o {@skill Persuasion|XPHB}) con CD 12. Un personaggio può invece effettuare una prova di Carisma ({@skill Deception|XPHB}) con CD 12 se viene usato l'inganno per indurre il bugbear ad andarsene (ad esempio, se il personaggio afferma di lavorare per Kelek).",
                        "Se i personaggi sconfiggono otto o più bullywug, Grump si arrende e implora pietà. Se i personaggi chiedono informazioni su Grump a quel punto, il bugbear rivela che Kelek ha usato un libro per trovare il portale vicino. Il libro include le istruzioni sull'uso di un corno di unicorno per lanciare ritualmente un incantesimo {@spell Wish|XPHB} all'interno del semipiano a cui conduce il portale."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Tesoro",
                      "id": "012",
                      "entries": [
                        "Ogni bullywug indossa gioielli del valore di 5 MO e porta con sé un sacchetto contenente 4 MO. Queste monete recano in rilievo il volto del monarca dei Bullywug, Re Gurgle, che indossa una parrucca.",
                        "Grump porta con sé un sacchetto contenente 50 MO.",
                        "Se uno o più personaggi vengono feriti alla fine della battaglia, Willowbrush e Knock producono ciascuno due {@item Potion of Healing|XDMG|Pozioni di Guarigione}. Offrono le pozioni ai personaggi che sembrano avere più bisogno di cure."
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Dopo il confronto",
              "id": "013",
              "entries": [
                "Una volta che i personaggi hanno liberato Uni e sconfitto i suoi rapitori, Willowbrush e Knock si presentano e spiegano di essere amici di Uni. Se i personaggi si rivolgono a Uni, l'unicorno sconvolto implora i personaggi di recuperare il suo corno.",
                "Willowbrush e Knock forniscono le seguenti risposte alle domande dei personaggi:",
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    {
                      "type": "item",
                      "name": "Cos'è successo qui?",
                      "entry": "\"Abbiamo sentito Uni nitrire disperata. Quando ci siamo precipitati ad aiutare, abbiamo visto quel terribile incantatore dalla barba bianca chiamato Kelek colpirla sulla testa con il suo bastone da passeggio! Il corno di Uni scomparve dalla sua testa e apparve nella mano di Kelek, e poi scappò via. Poi, i bullywug e i bugbear che erano con Kelek gettarono una rete su Uni. Chissà cosa avrebbero fatto – siamo così contenti che siate arrivati per aiutarci!\""
                    },
                    {
                      "type": "item",
                      "name": "Cosa succede se recuperiamo il corno di Uni?",
                      "entry": "\"Kelek ha usato la magia per rimuoverlo! Siamo abbastanza sicuri che il suo corno si riattaccherà se glielo riporti.\" (Willowbrush e Knock hanno ragione. Kelek impregnò il suo bastone da passeggio con un'abilità magica monouso per prosciugare la magia di Uni e staccare temporaneamente il suo corno. Se il corno viene portato entro 1,5 metri da Uni, il corno viene rimesso sulla sua fronte e Uni recupera la sua magia.)"
                    },
                    {
                      "type": "item",
                      "name": "Dov'è andato Kelek?",
                      "entry": "\"Kelek, altri bullywug e alcuni esseri-lupo hanno attraversato quello strano portale laggiù. Kelek ha detto qualcosa sull'uso del corno di Uni come punto focale in un rituale. Pensiamo che distruggerà il corno!\" Willowbrush e Knock indicano che Kelek è fuggito attraverso il portale mostrato sulla mappa 1.1."
                    },
                    {
                      "type": "item",
                      "name": "Chi è Kelek?",
                      "entry": "\"È un incantatore malvagio che serve un maestro ancora più malvagio, un mago di nome Venger che si fa chiamare la Forza del Male.\""
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Entrata nel Portale",
              "id": "014",
              "entries": [
                "Uni promette ai personaggi la sua eterna gratitudine e un favore futuro se recuperano il suo corno. Poiché l'unicorno è attualmente privo delle sue abilità magiche, Willowbrush e Knock insistono per rimanere al fianco di Uni per proteggerla.",
                "Quando i personaggi attraversano il portale mostrato sulla mappa, arrivano nell'{@adventure area C1|UtHftLH|0|area C1} all'interno della {@i sfera di cristallo} di Venger."
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Dentro la sfera di cristallo",
          "id": "015",
          "entries": [
            "Il portale conduce a un semipiano all'interno della {@i sfera di cristallo} nella sala del trono di Venger, lontano dal bosco.",
            "Insieme a questo semipiano, Venger ha creato un tomo che include indicazioni criptiche per l'ingresso di un portale, oltre a false istruzioni sull'uso di un corno di unicorno per lanciare ritualmente {@spell Wish|XPHB} all'interno del semipiano. Venger lasciò il libro a Kelek, curioso di sapere se Kelek avrebbe cercato di usare il {@i Wish} per tradire Venger. Sleale fino all'ultimo, Kelek è salito sul semipiano per farlo, insieme a diversi tirapiedi incaricati di assicurarsi che nessuno fermasse l'incantatore.",
            {
              "type": "entries",
              "name": "Caratteristiche del semipiano",
              "id": "016",
              "entries": [
                "Il semipiano ha le seguenti caratteristiche.",
                {
                  "type": "entries",
                  "id": "017",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Nebbia fredda",
                      "id": "018",
                      "entries": ["L'interno del semipiano è pieno di nebbia freda che non oscura la visione."]
                    },
                    {
                      "type": "entries",
                      "name": "Guscio di Cristallo",
                      "id": "019",
                      "entries": ["Il semipiano è sferico; il suo guscio esterno è realizzato in cristallo chiaro e traslucido. Il guscio è indistruttibile e le creature non possono attraversarlo. Strane luci e ombre si spostano sulla sua superficie."]
                    },
                    {
                      "type": "entries",
                      "name": "Piano",
                      "id": "01a",
                      "entries": ["Un piano cristallino piatto taglia in due il semipiano sferico, formando un pavimento a forma di disco. La gravità attira le creature verso questo piano, mentre l'emisfero scintillante del guscio di cristallo è visibile sopra."]
                    },
                    {
                      "type": "entries",
                      "name": "Pareti interne",
                      "id": "01b",
                      "entries": ["Le pareti interne del semipiano sono fatte di fitti cespugli spinosi. Queste pareti sono immuni a tutti i danni. Qualsiasi creatura che viene spinta contro i cespugli di spine deve riuscire a superare un tiro salvezza di Destrezza con CD 10 o subire la condizione di {@condition Restrained|XPHB}, poiché si impiglia nei rami spinosi. La condizione termina se la creatura compie un'azione per liberarsi dai cespugli spinosi o se un'altra creatura a portata di mano fa lo stesso (non è richiesta alcuna prova di caratteristica in entrambi i casi)."]
                    },
                    {
                      "type": "entries",
                      "name": "I sentieri A e B",
                      "id": "01c",
                      "entries": ["Quattro percorsi si snodano attraverso i cespugli spinosi verso il guscio esterno del semipiano e sembrano estendersi anche oltre. Una creatura che raggiunge la fine di un percorso viene teletrasportata magicamente (vedi \"{@variantrule Teleportation|XPHB|Teletrasporto}\") alla fine del percorso sul lato opposto del semipiano (contrassegnato con A o B)."]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Luoghi della sfera di cristallo",
              "id": "01d",
              "entries": [
                "Le seguenti aree sono inserite nella mappa 1.2.",
                {
                  "type": "gallery",
                  "images": [
                    {
                      "type": "image",
                      "href": {
                        "type": "internal",
                        "path": "adventure/UtHftLH/004-map-0.02-the-crystal-ball.webp"
                      },
                      "imageType": "map",
                      "title": "Mappa 1.2: La sfera di cristallo",
                      "credit": "Stacey Allan, Will Doyle",
                      "width": 3070,
                      "height": 3536,
                      "id": "03a",
                     "mapRegions": [
  {
    "area": "02f",
    "points": [
      [1781,1244],[1807,1261],[1844,1259],[1874,1264],[1907,1273],[1937,1267],[1961,1244],
      [1997,1237],[2026,1224],[2044,1181],[2070,1157],[2091,1139],[2089,1096],[2107,1059],
      [2119,1027],[2137,990],[2140,951],[2111,930],[2104,891],[2087,879],[2073,844],
      [2051,820],[2033,796],[2046,759],[2054,730],[2039,683],[2014,650],[1987,627],
      [1954,614],[1909,589],[1876,574],[1819,571],[1786,554],[1756,553],[1711,557],
      [1674,556],[1639,556],[1583,556],[1546,556],[1523,577],[1483,586],[1450,601],
      [1409,609],[1364,596],[1334,596],[1319,621],[1297,639],[1281,660],[1253,673],
      [1247,694],[1210,720],[1197,753],[1187,774],[1159,779],[1136,800],[1114,834],
      [1127,870],[1106,910],[1089,953],[1087,994],[1089,1036],[1097,1070],[1116,1101],
      [1131,1143],[1146,1157],[1169,1166],[1196,1163],[1221,1167],[1241,1180],[1264,1177],
      [1281,1191],[1299,1206],[1329,1217],[1353,1223],[1380,1213],[1420,1206],[1453,1211],
      [1497,1203],[1523,1234],[1547,1254],[1571,1276],[1603,1289],[1636,1280],[1647,1257],
      [1674,1254],[1710,1273],[1737,1284],[1763,1274]
    ]
  },
  {
    "area": "02a",
    "points": [
      [1701,1281],[1734,1293],[1761,1284],[1780,1270],[1794,1284],[1826,1294],[1846,1313],
      [1873,1320],[1886,1356],[1904,1387],[1907,1410],[1924,1423],[1957,1416],[1986,1427],
      [1999,1450],[2004,1484],[1999,1520],[1994,1544],[1999,1579],[1990,1609],[1960,1616],
      [1924,1634],[1900,1650],[1897,1670],[1903,1700],[1903,1727],[1886,1751],[1871,1774],
      [1853,1809],[1820,1829],[1796,1826],[1781,1821],[1750,1826],[1713,1829],[1680,1810],
      [1657,1771],[1667,1749],[1663,1690],[1630,1669],[1621,1643],[1626,1617],[1633,1580],
      [1614,1543],[1617,1507],[1620,1483],[1656,1467],[1696,1450],[1719,1431],[1747,1419],
      [1776,1397],[1797,1383],[1789,1360],[1769,1346],[1741,1343],[1710,1333],[1704,1297]
    ]
  },
  {
    "area": "021",
    "points": [
      [2056,1873],[2079,1839],[2131,1839],[2150,1857],[2170,1884],[2200,1879],[2234,1860],
      [2269,1867],[2313,1881],[2340,1909],[2344,1936],[2340,1979],[2339,2009],[2336,2036],
      [2330,2054],[2301,2096],[2304,2123],[2314,2159],[2307,2190],[2286,2201],[2250,2184],
      [2209,2179],[2177,2151],[2163,2146],[2137,2179],[2097,2163],[2059,2157],[2056,2117],
      [2071,2089],[2069,2040],[2049,1984],[2026,1939],[2037,1907],[2043,1887]
    ]
  },
  {
    "area": "01e",
    "points": [
      [2059,2591],[2109,2574],[2156,2547],[2176,2520],[2186,2480],[2199,2430],[2187,2380],
      [2150,2350],[2137,2334],[2091,2327],[2033,2349],[1997,2360],[1974,2403],[1963,2430],
      [1964,2460],[1943,2497],[1950,2521],[1967,2557],[1987,2570],[2019,2580]
    ]
  },
  {
    "area": "027",
    "points": [
      [1324,2041],[1323,2017],[1351,1989],[1381,1961],[1399,1926],[1440,1897],[1474,1884],
      [1509,1877],[1559,1880],[1596,1894],[1626,1911],[1649,1930],[1666,1947],[1674,1969],
      [1704,1961],[1727,1951],[1753,1953],[1767,1976],[1767,2011],[1790,2041],[1837,2039],
      [1850,2080],[1859,2110],[1841,2131],[1843,2160],[1836,2183],[1817,2213],[1783,2224],
      [1764,2239],[1763,2271],[1761,2291],[1727,2304],[1707,2311],[1680,2279],[1650,2274],
      [1639,2287],[1673,2296],[1683,2307],[1694,2327],[1691,2359],[1677,2387],[1651,2397],
      [1623,2393],[1601,2377],[1586,2389],[1589,2411],[1580,2427],[1541,2440],[1513,2443],
      [1483,2436],[1477,2477],[1450,2494],[1407,2499],[1379,2476],[1351,2453],[1353,2414],
      [1393,2407],[1396,2390],[1370,2366],[1341,2346],[1309,2343],[1286,2320],[1309,2289],
      [1313,2253],[1293,2231],[1290,2206],[1300,2180],[1326,2159],[1326,2123],[1333,2086],
      [1329,2060]
    ]
  }
],
                      "hrefThumbnail": {
                        "type": "internal",
                        "path": "adventure/UtHftLH/thumbnail/004-map-0.02-the-crystal-ball.webp"
                      },
                      "grid": {
                        "type": "square",
                        "size": 153,
                        "offsetX": 11,
                        "offsetY": -13,
                        "scale": 3
                      }
                    },
                    {
                      "type": "image",
                      "href": {
                        "type": "internal",
                        "path": "adventure/UtHftLH/005-map-0.02-the-crystal-ball-dm.webp"
                      },
                      "imageType": "map",
                      "title": "Senza Token",
                      "credit": "Stacey Allan, Will Doyle",
                      "width": 3070,
                      "height": 3536,
                      "id": "03b",
                      "mapParent": {
                        "id": "03a"
                      },
                      "grid": {
                        "type": "square",
                        "size": 153,
                        "offsetX": 11,
                        "offsetY": -13,
                        "scale": 3
                      }
                    },
                    {
                      "type": "image",
                      "href": {
                        "type": "internal",
                        "path": "adventure/UtHftLH/006-map-0.02-the-crystal-ball-player.webp"
                      },
                      "imageType": "mapPlayer",
                      "title": "Versione giocatore",
                      "credit": "Stacey Allan, Will Doyle",
                      "width": 3070,
                      "height": 3536,
                      "mapParent": {
                        "id": "03a"
                      },
                      "grid": {
                        "type": "square",
                        "size": 153,
                        "offsetX": 11,
                        "offsetY": -13,
                        "scale": 3
                      }
                    }
                  ]
                },
                {
                  "type": "entries",
                  "name": "C1: Portale Magico",
                  "id": "01e",
                  "entries": [
                    "Quando i personaggi entrano nel semipiano, leggi o parafrasa quanto segue:",
                    {
                      "type": "insetReadaloud",
                      "id": "01f",
                      "entries": [
                        "Appari in una camera racchiusa da spesse pareti di spine. Dietro di voi, brilla il portale luminoso che riporta al bosco. La nebbia fredda si avvolge nell'aria. Una barriera di cristallo, la cui superficie curva vortica di luce e colori, forma uno strano cielo sopra la testa."
                      ]
                    },
                    "Un unico percorso conduce da quest'area verso la radura nell'area C2.",
                    {
                      "type": "entries",
                      "name": "Portale",
                      "id": "020",
                      "entries": ["Il portale rimane aperto. I personaggi possono usarlo per tornare al laghetto nel bosco in qualsiasi momento."]
                    }
                  ]
                },
                {
                  "type": "entries",
                  "name": "C2: Nebbia della radura",
                  "id": "021",
                  "entries": [
                    {
                      "type": "insetReadaloud",
                      "id": "022",
                      "entries": [
                        "Il passaggio si allarga per formare una camera più grande e nebbiosa racchiusa da pareti di spine, con altri tre passaggi che conducono in direzioni diverse. Da una di esse si affaccia un cucciolo slanciato con la lingua lunga, il naso che cola e gli occhi inquieti."
                      ]
                    },
                    "Il cucciolo è Nosey. Nosey usa il blocco statistiche {@creature Blink Dog|XMM|Cane Intermittente}, tranne per il fatto che è di taglia Piccola. I Bullywug hanno catturato Nosey fuori dal semipiano e stavano progettando di offrire il cucciolo al loro re come regalo, ma Nosey fuggì da loro.",
                    "Nosey soffre di un brutto raffreddore e starnutisce ogni pochi minuti. Ad ogni starnuto, si teletrasporta accidentalmente (vedi \"{@variantrule Teleportation|XPHB|Teletrasporto}\") in uno spazio casuale non occupato entro 12 metri da lui che può vedere. Dopo essersi liberato dal sacco dei suoi rapitori attraverso un piccolo buco, Nosey sta cercando un modo per tornare a casa.",
                    "Nosey simula la sua cattura e la sua fuga, e qualsiasi personaggio che presti attenzione al comportamento del cucciolo ne capisce i dettagli fondamentali. Se i personaggi sono amichevoli con Nosey o promettono di aiutarlo a fuggire, rimane vicino a loro e combatte anche al loro fianco.",
                    {
                      "type": "entries",
                      "name": "Bullywug Inseguitori",
                      "id": "023",
                      "entries": [
                        "Prima che i personaggi possano lasciare o cercare quest'area, sentono tre {@creature Bullywug Warrior|XMM|Guerrieri Bullywug} che si avvicinano dall'area C3. Leggi o parafrasa quanto segue:",
                        {
                          "type": "insetReadaloud",
                          "id": "024",
                          "entries": ["Passi bruschi e voci roboanti provengono da un sentiero vicino."]
                        },
                        "Rumori gracchianti forti e scontrosi riecheggiano dall'area. I personaggi ascoltano il seguente dialogo in comune:",
                        {
                          "type": "insetReadaloud",
                          "id": "025",
                          "entries": [
                            "“Ti avevo detto che dare il cane al re era un'idea stupida”, si lamenta una voce.",
                            "«Lo so, lo so» brontola un altro. “Quella maledetta cosa ha starnutito fuori dalla mia borsa!”"
                          ]
                        },
                        "Pochi istanti prima dell'arrivo dei bullywug, Nosey starnutisce ripetutamente, teletrasportandosi al centro dell'area C3 e lasciando i personaggi ad affrontare da soli i bullywug.",
                        "Se i personaggi non lasciano immediatamente quest'area, i bullywug li vedono. Uno corre ad avvisare Re Gurgle nell'{@adventure area C4|UtHftLH|0|area C4}, mentre gli altri due attaccano. Altrimenti, i bullywug continuano a cercare Nosey."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Tesoro",
                      "id": "026",
                      "entries": ["Ogni bullywug indossa gioielli del valore di 10 MO."]
                    }
                  ]
                },
                {
                  "type": "entries",
                  "name": "C3: Imboscata Bullywug",
                  "id": "027",
                  "entries": [
                    {
                      "type": "insetReadaloud",
                      "id": "028",
                      "entries": ["Nelle pareti di questa camera nebbiosa, i percorsi si snodano in quattro direzioni. All'interno della camera, quattro bipedi simili a rospi inseguono un cucciolo frenetico."]
                    },
                    "Quattro {@creature Bullywug Warrior|XMM|Guerrieri Bullywug} aggiuntivi stanno cercando di riconquistare Nosey, ma si rivolgono rapidamente agli intrusi. Se un bullywug muore, un bullywug rimasto si precipita ad avvertire Re Gurgle nell'area C4 mentre gli altri coprono la sua ritirata.",
                    {
                      "type": "entries",
                      "name": "Tesoro",
                      "id": "029",
                      "entries": ["Ogni bullywug indossa gioielli del valore di 10 MO."]
                    }
                  ]
                },
                {
                  "type": "entries",
                  "name": "C4: Tenda di Re Gurgle",
                  "id": "02a",
                  "entries": [
                    {
                      "type": "insetReadaloud",
                      "id": "02b",
                      "entries": ["Una tenda rotonda fatta di pelli di animali è incongruamente piantata sul pavimento di cristallo davanti. Fuori dalla tenda, una pentola ribolle su un falò."]
                    },
                    "La pentola contiene uno stufato disgustoso fatto con vermi.",
                    "Ci sono due creature. Re Gurgle, un {@creature Bullywug Bog Sage|XMM|Bullywug Bog Sage}, è accanto a Grouch, un {@creature Bugbear Warrior|XMM|Guerriero Bugbear}. Grouch è fedele a Kelek. L'alleanza di Re Gurgle con Kelek, tuttavia, è debole.",
                    "Re Gurgle ha prestato a Kelek il servizio dei suoi sottoposti bullywug in cambio di un posto al suo fianco quando Kelek diventerà onnipotente. Irascibile e impaziente, Re Gurgle è infelice che il rituale di Kelek stia richiedendo così tanto tempo.",
                    "Se il re è stato avvertito dei personaggi, sta aspettando fuori dalla tenda con Grouch, pronto a combattere. Altrimenti, è dentro la tenda, lamentandosi con Grouch e {@variantrule Indifferente [Attitude]|XPHB|Indifferente} nei confronti dei personaggi. I personaggi che si avvicinano alla tenda sentono il seguente dialogo in comune:",
                    {
                      "type": "insetReadaloud",
                      "id": "02c",
                      "entries": [
                        "\"Che modo terribile di trattare qualcuno, per non parlare di un re\", esclama una voce. \"Esigo la mia decima! Se il tuo padrone impiegherà molto più tempo, rivendicherò quell'unicorno come pagamento, con o senza corno.\"",
                        "Una voce più profonda risponde: \"Va bene, tieni la maschera. Kelek sa cosa sta facendo\".",
                        "\"Beh, almeno trova qualcuno che mi porti la cena! Sto morendo di fame!\""
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Sviluppo",
                      "id": "02d",
                      "entries": [
                        "Come azione di {@action Influence|XPHB}, un personaggio può convincere Re Gurgle a rivoltarsi contro Kelek con una bugia o un'argomentazione convincente e una prova di Carisma ({@skill Deception|XPHB} o {@skill Persuasion|XPHB}) con CD 14. Un personaggio che conferma le proprie parole con un'offerta di cibo ha Vantaggio alla prova. Se supera una prova, il re e i suoi bullywug si uniscono ai personaggi come alleati durante lo scontro nell'area C5. Grouch è completamente fedele a Kelek e combatte fino alla morte."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Tesoro",
                      "id": "02e",
                      "entries": [
                        "Re Gurgle indossa una parrucca bianca che vale 30 MO una volta lavata. Porta con sé anche un borsello contenente tre granati da 100 MO."
                      ]
                    }
                  ]
                },
                {
                  "type": "entries",
                  "name": "C5: Luogo del Rituale",
                  "id": "02f",
                  "entries": [
                    {
                      "type": "insetReadaloud",
                      "id": "030",
                      "entries": [
                        "Il pavimento di cristallo di questa ampia camera è ricoperto da un mosaico di stelle, lune e soli. Un umano sogghignante, dalla barba bianca e dalle vesti nere, si trova a nord e brandisce il corno di Uni in una mano e un libro nell'altra. Quattro enormi bestie simili a lupi sono raccolte intorno al mosaico, con gli occhi malevoli fissi sul loro malvagio padrone.",
                        "Quando Kelek vi vede, ringhia: \"Patetici vermi! Il corno è mio e nessuno ostacolerà il mio destino! Bestie, distruggeteli!\""
                      ]
                    },
                    "Le quattro creature simili a lupi sono {@creature Worg|XMM|Worg} che difendono Kelek, un {@creature Mage|XMM|Mago} umano, mentre legge righe di incomprensibile dal libro. Se due Worg vengono sconfitti o Kelek subisce danni, Kelek si unisce alla battaglia, infuriato dal fatto che i personaggi lo abbiano interrotto. Kelek ha 40 {@variantrule Temporary Hit Points|XPHB|Punti Ferita Temporanei} grazie al corno di Uni. Se perde il possesso del corno, perde tutti i punti ferita temporanei rimanenti.",
                    {
                      "type": "entries",
                      "name": "Compare Venger",
                      "id": "031",
                      "entries": [
                        "Quando Kelek viene ridotto a meno di 25 Punti Ferita o al conteggio di Iniziativa 0 del quarto round (perdendo i pareggi di Iniziativa), a seconda di quale evento si verifichi per primo, Venger appare fuori dal semipiano. Leggi o parafrasa quanto segue:",
                        {
                          "type": "insetReadaloud",
                          "id": "032",
                          "entries": [
                            "Un volto colossale e diabolico con zanne e occhi rossi appare sopra la testa, distorto dal guscio esterno curvo del semipiano. Le ali squamose si flettono dalle spalle della creatura e un singolo corno curvo sporge dal lato della sua testa.",
                            "\"Kelek, sciocco!\" dice la figura diabolica. \"Hai pensato di sostituirmi? Quel rituale non avrebbe mai funzionato. Sei stato nella mia sfera di cristallo per tutto questo tempo! Hai fallito la mia prova di lealtà, e ora ne pagherai il prezzo!\"",
                            "Con un dito artigliato, la figura tocca il guscio di cristallo. Il pavimento inizia a cedere. Kelek sussulta e stringe il suo bastone."
                          ]
                        },
                        "Venger non ha più bisogno del semipiano, che inizia a sgretolarsi e a dissolversi in nebbia ghiacciata (vedi \"Semipiano che scompare\" più sotto).",
                        "Continua con l'ordine di iniziativa."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Afferrare il corno",
                      "id": "033",
                      "entries": ["Il corno di Uni atterra ai piedi di un personaggio casuale. Un personaggio può raccogliere facilmente il corno caduto (non è richiesta alcuna azione)."]
                    },
                    {
                      "type": "entries",
                      "name": "Il destino di Kelek",
                      "id": "034",
                      "entries": ["All'inizio del turno successivo di Kelek, il pavimento si frantuma sotto i suoi piedi. Con un urlo, si tuffa in una nuvola di nebbia e scompare. Un attimo dopo, la stessa cosa accade a tutti i {@creature Worg|XMM|Worg} sopravvissuti, che urlano di terrore mentre cadono."]
                    },
                    {
                      "type": "entries",
                      "name": "Semipiano che scompare",
                      "id": "035",
                      "entries": [
                        "Il semipiano di Venger impiega 1 minuto a svanire e le creature ancora all'interno del semipiano possono utilizzare il portale nell'{@adventure area C1|UtHftLH|0|area C1} per fuggire. Ogni creatura che non fugge in tempo subisce 10 (3d6) danni di Forza quando viene teletrasportata nella radura con il laghetto boschivo (vedi \"{@variantrule Teleportation|XPHB|Teletrasporto}\"). Anche il tesoro di Kelek (vedi \"Tesoro\" più sotto) appare accanto al laghetto, ma non c'è traccia di Kelek o delle sue bestie. Il portale scompare insieme al semipiano.",
                        "Anche tutti gli alleati che i personaggi hanno creato nel semipiano vengono espulsi dal portale."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Tesoro",
                      "id": "036",
                      "entries": [
                        "Kelek porta con sé un bastone da passeggio non magico e ingioiellato del valore di 1.000 MO. Porta anche il libro rituale di Venger, che è inutile."
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Conclusione",
          "id": "037",
          "entries": [
            "Una volta tornati attraverso il portale nel bosco, i personaggi si riuniscono con Uni, Willowbrush e Knock. Ricompare anche il cucciolo Nosey, felice di essere tornato in un territorio familiare.",
            "Quando il corno di Uni viene portato entro 1,5 metri da lei, la magia di Kelek viene annullata. Il corno si fonde con la fronte di Uni in un lampo e i suoi poteri magici tornano. L'unicorno ringrazia i personaggi e promette che, se i personaggi avranno bisogno dell'aiuto di Uni in futuro, l'unicorno sarà più che felice di essere di aiuto.",
            "Se i personaggi chiedono una ricompensa, Willowbrush e Knock danno loro una mappa del tesoro che hanno preso da un avventuriero addormentato poche settimane fa. Dove conduce la mappa? Alla prossima avventura, naturalmente!"
          ]
        }
      ]
    },
    {
      "type": "section",
      "name": "Appendice A: Regole",
      "entries": [
        "Questo prodotto utilizza le nuove regole del {@book Manuale del Giocatore 2024|XPHB}, che sono presentate di seguito.",
        {
          "type": "list",
          "columns": 3,
          "items": [
            "{@variantrule Bloodied|XPHB|Sanguinante}",
            "{@variantrule Emanation [Area of Effect]|XPHB|Emanazione [Area di effetto]}",
            "{@variantrule Friendly [Attitude]|XPHB|Amichevole [Atteggiamento]}",
            "{@variantrule Hostile [Attitude]|XPHB|Ostile [Atteggiamento]}",
            "{@variantrule Indifferent [Attitude]|XPHB|Indifferente [Atteggiamento]}",
            "{@action Influence|XPHB|Influenza}",
            "{@condition Invisible|XPHB|Invisibile}",
            "{@action Magic|XPHB|Magia}",
            "{@item Potion of Healing|XDMG|Pozione di Guarigione}",
            "{@action Study|XPHB|Studio}",
            "{@variantrule Teleportation|XPHB|Teletrasporto}",
            "{@variantrule Unarmed Strike|XPHB|Colpo Senz'Armi}",
            "{@action Utilize|XPHB|Utilizza}"
          ]
        }
      ],
      "id": "03e"
    },
    {
      "type": "section",
      "name": "Appendice B: Creature",
      "entries": [
        "Questo prodotto utilizza i blocchi delle statistiche del {@book Manuale del Giocatore 2024|XPHB} e del {@book Manuale dei Mostri 2025|XMM}, presentati di seguito. I blocchi delle statistiche del Manuale dei Mostri 2025 sono contrassegnati da un asterisco e non sono le versioni finali.",
        "Gli incantesimi citati in questi blocchi di statistiche appaiono nel fascicolo Incantesimi.",
        {
          "type": "list",
          "columns": 3,
          "items": [
            "{@creature Blink Dog|XMM|Cane Intermittente}*",
            "{@creature Bugbear Warrior|XMM|Guerriero Bugbear}*",
            "{@creature Bullywug Warrior|XMM|Guerriero Bullywug}*",
            "{@creature Mage|XMM|Mago}*",
            "{@creature Sprite|XMM|Spiritello}",
            "{@creature Worg|XMM|Worg}*",
            "{@creature Warhorse|XMM|Cavallo da Guerra}",
            "{@creature Bullywug Bog Sage|XMM|Bullywug Bog Sage}*"
          ]
        }
      ],
      "id": "03f"
    },
    {
      "type": "section",
      "name": "Personaggi precompilati",
      "entries": [
        "Se un giocatore non ha un personaggio adeguato al livello da interpretare o se vuole interpretare un personaggio della serie animata di Dungeons & Dragons, può sceglierne uno da questa sezione. La tabella Personaggi precompilati riassume i personaggi, tutti di livello 4.",
        {
          "type": "table",
          "caption": "Personaggi precompilati",
          "colLabels": ["Nome", "Classe"],
          "colStyles": ["col-6 text-center", "col-6 text-center"],
          "rows": [
            ["{@5etoolsImg Bobby|pdf/UtHftLH/bobby-character-sheet.pdf}", "Barbaro"],
            ["{@5etoolsImg Diana|pdf/UtHftLH/diana-character-sheet.pdf}", "Monaco"],
            ["{@5etoolsImg Eric|pdf/UtHftLH/eric-character-sheet.pdf}", "Guerriero"],
            ["{@5etoolsImg Hank|pdf/UtHftLH/hank-character-sheet.pdf}", "Ranger"],
            ["{@5etoolsImg Niko|pdf/UtHftLH/niko-character-sheet.pdf}", "Chierico"],
            ["{@5etoolsImg Presto|pdf/UtHftLH/presto-character-sheet.pdf}", "Wizard"],
            ["{@5etoolsImg Sheila|pdf/UtHftLH/sheila-character-sheet.pdf}", "Furfante"]
          ]
        },
        {
          "type": "gallery",
          "images": [
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-002.bobby.webp"
              },
              "title": "Bobby",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-003.diana.webp"
              },
              "title": "Diana",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-004.eric.webp"
              },
              "title": "Eric",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-005.hank.webp"
              },
              "title": "Hank",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-006.niko.webp"
              },
              "title": "Niko",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-007.presto.webp"
              },
              "title": "Presto",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            },
            {
              "type": "image",
              "href": {
                "type": "internal",
                "path": "adventure/UtHftLH/00-008.sheila.webp"
              },
              "title": "Sheila",
              "credit": "Tyler Jacobson",
              "width": 850,
              "height": 1184
            }
          ]
        }
      ],
      "id": "03c"
    },
    {
      "type": "section",
      "name": "Incantesimi",
      "entries": [
        "Gli incantesimi che i mostri e i personaggi precompilati di questo prodotto possono lanciare sono presentati di seguito come appaiono nel {@book Manuale del Giocatore 2024|XPHB}.",
        {
          "type": "list",
          "columns": 3,
          "items": [
            "{@spell Aid|XPHB|Aiuto}",
            "{@spell Bless|XPHB|Benedizione}",
            "{@spell Blindness/Deafness|XPHB|Cecità/Sordità}",
            "{@spell Burning Hands|XPHB|Mani Brucianti}",
            "{@spell Comprehend Languages|XPHB|Comprensione dei Linguaggi}",
            "{@spell Cone of Cold|XPHB|Cono di Freddo}",
            "{@spell Counterspell|XPHB|Controincantesimo}",
            "{@spell Cure Wounds|XPHB|Cura Ferite}",
            "{@spell Dancing Lights|XPHB|Luci Danzanti}",
            "{@spell Detect Magic|XPHB|Individuazione del Magico}",
            "{@spell Enlarge/Reduce|XPHB|Ingrandire/Ridurre}",
            "{@spell Ensnaring Strike|XPHB|Colpo Intrappolante}",
            "{@spell Faerie Fire|XPHB|Luminescenza}",
            "{@spell Feather Fall|XPHB|Caduta Morbida}",
            "{@spell Fireball|XPHB|Palla di Fuoco}",
            "{@spell Fire Bolt|XPHB|Dardo di Fuoco}",
            "{@spell Fly|XPHB|Volare}",
            "{@spell Fog Cloud|XPHB|Nube di Nebbia}",
            "{@spell Grease|XPHB|Unto}",
            "{@spell Guidance|XPHB|Guida}",
            "{@spell Guiding Bolt|XPHB|Dardo Tracciante}",
            "{@spell Gust of Wind|XPHB|Folata di Vento}",
            "{@spell Healing Word|XPHB|Parola Guaritrice}",
            "{@spell Hold Person|XPHB|Blocca Persone}",
            "{@spell Hunter's Mark|XPHB|Marchio del Cacciatore}",
            "{@spell Invisibility|XPHB|Invisibilità}",
            "{@spell Jump|XPHB|Saltare}",
            "{@spell Lesser Restoration|XPHB|Ristorare Inferiore}",
            "{@spell Light|XPHB|Luce}",
            "{@spell Lightning Bolt|XPHB|Fulmine}",
            "{@spell Longstrider|XPHB|Passo Veloce}",
            "{@spell Mage Armor|XPHB|Armatura Magica}",
            "{@spell Mage Hand|XPHB|Mano Magica}",
            "{@spell Magic Missile|XPHB|Dardo Incantato}",
            "{@spell Misty Step|XPHB|Passo Velato}",
            "{@spell Phantasmal Force|XPHB|Allucinazione di Forza}",
            "{@spell Polymorph|XPHB|Metamorfosi}",
            "{@spell Prayer of Healing|XPHB|Preghiera di Guarigione}",
            "{@spell Prestidigitation|XPHB|Prestidigitazione}",
            "{@spell Protection from Poison|XPHB|Protezione dai Veleni}",
            "{@spell Ray of Frost|XPHB|Raggio di Gelo}",
            "{@spell Ray of Sickness|XPHB|Raggio di Infermità}",
            "{@spell Sacred Flame|XPHB|Fiamma Sacra}",
            "{@spell Scorching Ray|XPHB|Raggio Rovente}",
            "{@spell Shield|XPHB|Scudo}",
            "{@spell Shield of Faith|XPHB|Scudo della Fede}",
            "{@spell Sleep|XPHB|Sonno}",
            "{@spell Speak with Animals|XPHB|Parlare con gli Animali}",
            "{@spell Spiritual Weapon|XPHB|Arma Spirituale}",
            "{@spell Stinking Cloud|XPHB|Nube Maleodorante}",
            "{@spell Suggestion|XPHB|Suggestione}",
            "{@spell Summon Celestial|XPHB|Richiama Celestiale}",
            "{@spell Thaumaturgy|XPHB|Taumaturgia}",
            "{@spell Thunderwave|XPHB|Onda Tonante}",
            "{@spell Toll the Dead|XPHB|Rintocco dei Morti}",
            "{@spell Vitriolic Sphere|XPHB|Sfera al Vetriolo}"
          ]
        }
      ],
      "id": "040"
    },
    {
      "type": "section",
      "name": "Crediti dell'Avventura",
      "entries": [
        {
          "type": "list",
          "style": "list-hang-notitle",
          "columns": 2,
          "items": [
            {
              "type": "list",
              "style": "list-hang-notitle",
              "items": [
                {
                  "type": "item",
                  "name": "Lead Designer:",
                  "entry": "Amanda Hamon"
                },
                {
                  "type": "item",
                  "name": "Designers:",
                  "entry": "Stacey Allan, Will Doyle"
                },
                {
                  "type": "item",
                  "name": "Rules Developer:",
                  "entry": "Ron Lundeen"
                },
                {
                  "type": "item",
                  "name": "Editors:",
                  "entry": "Judy Bauer (lead), Sadie Lowry, Hannah Rose"
                },
                {
                  "type": "item",
                  "name": "Art Director:",
                  "entry": "Josh Herman"
                },
                {
                  "type": "item",
                  "name": "Graphic Designers:",
                  "entry": "Matt Cole (lead), Bowen Welles"
                },
                {
                  "type": "item",
                  "name": "Illustratore di copertina:",
                  "entry": "Aurore Folny"
                },
                {
                  "type": "item",
                  "name": "Cartografi:",
                  "entry": "Stacey Allan, Will Doyle"
                },
                {
                  "type": "item",
                  "name": "Illustratori:",
                  "entry": "Aurore Folny, Tyler Jacobson"
                },
                {
                  "type": "item",
                  "name": "Consulenti:",
                  "entry": "Rico Corazón, Sameer Joseph"
                },
                {
                  "type": "item",
                  "name": "Producers:",
                  "entry": "Siera Bruggeman (lead), Bill Benham"
                }
              ]
            },
            {
              "type": "list",
              "style": "list-hang-notitle",
              "name": "D&D Beyond",
              "items": [
                {
                  "type": "item",
                  "name": "Product Manager:",
                  "entry": "Jeff Turriff"
                },
                {
                  "type": "item",
                  "name": "Digital Designers:",
                  "entry": "Jay Jani, Bailey Vaughan"
                }
              ]
            }
          ]
        }
      ],
            "id": "03d"
    },
  ]
}
